[
    {
        "quote": "Both growing old and dying are part of the beauty of being an ephemeral creature like a human. The fact that we grow old and die is what makes human life so unbearably precious and noble.",
        "speaker": "Kyojuro Rengoku",
        "anime": "Demon Slayer"
    },
    {
        "quote": "Go ahead and live with your head held high. No matter how devastated you may be by your own weakness or uselessness, set your heart ablaze.",
        "speaker": "Kyojuro Rengoku",
        "anime": "Demon Slayer"
    },
    {
        "quote": "Don't ever give up. Even if it's painful, even if its agonizing, don't try to take the easy way out.",
        "speaker": "Zenitsu Agatsuma",
        "anime": "Demon Slayer"
    },
    {
        "quote": "No matter how many people you may lose, you have no choice but to go on living. No matter how devastating the blows may be.",
        "speaker": "Tanjiro Kamado",
        "anime": "Demon Slayer"
    },
    {
        "quote": "Feel the rage. The powerful pure rage of not being able to forgive will become your unswerving drive to take action!",
        "speaker": "Giyu Tomioka",
        "anime": "Demon Slayer"
    },
    {
        "quote": "If you can only do one a single thing, hone it to perfection. Hone it to the utmost limit!",
        "speaker": "Jigoro Kuwajima",
        "anime": "Demon Slayer"
    },
    {
        "quote": "Don't cry even if you have regrets! No matter how pathetic or humiliated you feel, you still have to go on living!",
        "speaker": "Inosuke Hashibira",
        "anime": "Demon Slayer"
    },
    {
        "quote": "Even the strongest person can suffer and feel sorrow, huh? Even still, since there's no point in cowering forever, they beat their wounded souls again and again and get back on their feet.",
        "speaker": "Zenitsu Agatsuma",
        "anime": "Demon Slayer"
    },
    {
        "quote": "I hate myself more than anyone. I always think I have to get my act together, but I end up cowering, running away, sniveling. I want to change. I want to be a competent person.",
        "speaker": "Zenitsu Agatsuma",
        "anime": "Demon Slayer"
    },
    {
        "quote": "It's okay to do things a little differently.",
        "speaker": "Kyojuro Rengoku",
        "anime": "Demon Slayer"
    },
    {
        "quote": "Those who regretted their own actions, I would never trample over them. Because demons were once human too. Just like me, they were human too.",
        "speaker": "Tanjiro Kamado",
        "anime": "Demon Slayer"
    },
    {
        "quote": "All I can do is work hard! That's the story of my life!",
        "speaker": "Tanjiro Kamado",
        "anime": "Demon Slayer"
    },
    {
        "quote": "It's not about going first. It's about the overall flow.",
        "speaker": "Inosuke Hashibira",
        "anime": "Demon Slayer"
    },
    {
        "quote": "I can do it. I know I can do it. I'm the guy who gets it done, broken bones or not. No matter what, I can do it! I can fight!",
        "speaker": "Tanjiro Kamado",
        "anime": "Demon Slayer"
    },
    {
        "quote": "If you are feeling disheartened, that you are somehow not enough, set your heart ablaze.",
        "speaker": "Kyojuro Rengoku",
        "anime": "Demon Slayer"
    },
    {
        "quote": "I'm coming through!",
        "speaker": "Inosuke Hashibira",
        "anime": "Demon Slayer"
    },
    {
        "quote": "There's no other way to go but forward.",
        "speaker": "Sabito",
        "anime": "Demon Slayer"
    },
    {
        "quote": "Don't cry. Don't despair. Now's not the time for that. I know you're devastated, but there's no way to turn back time.",
        "speaker": "Giyu Tomioka",
        "anime": "Demon Slayer"
    },
    {
        "quote": "Set your heart ablaze, go beyond your limits!",
        "speaker": "Kyojuro Rengoku",
        "anime": "Demon Slayer"
    },
    {
        "quote": "We don't have to hold back now, let's finish this.",
        "speaker": "Kyojuro Rengoku",
        "anime": "Demon Slayer"
    },
    {
        "quote": "It's the duty of those born strong to help those who may be less fortunate.",
        "speaker": "Kyojuro Rengoku",
        "anime": "Demon Slayer"
    },
    {
        "quote": "True strength does not just refer to the physical body.",
        "speaker": "Kyojuro Rengoku",
        "anime": "Demon Slayer"
    },
    {
        "quote": "You have a burning passion in your heart. So let's do our best. Let's work hard in life. Even if we're lonely.",
        "speaker": "Kyojuro Rengoku",
        "anime": "Demon Slayer"
    },
    {
        "quote": "Warriors who strive to save other people's lives are precious. Their pure and single-minded dedication is separate from their natural talent.",
        "speaker": "Kyojuro Rengoku",
        "anime": "Demon Slayer"
    },
    {
        "quote": "Starting now, things are going to get real flashy!",
        "speaker": "Tengen Uzui",
        "anime": "Demon Slayer"
    }
]