[
    {
        "quote": "It doesn't matter how strong the opposition is. It doesn't matter how fearsome the world is, it doesn't matter how cruel the world is. Fight!",
        "speaker": "Eren Yeager",
        "anime": "Attack On Titan"
    },
    {
        "quote": "If there are humans who can bring about change, they're those who are capable of abandoning everything. People who, when required to surpass even monsters, are capable of tossing aside their very humanity.",
        "speaker": "Armin Arlert",
        "anime": "Attack On Titan"
    },
    {
        "quote": "I don't like the terms 'good person' or 'bad person.' It is impossible to be entirely good to everyone. To some, you are a good person, while to others, you are a bad person.",
        "speaker": "Armin Arlert",
        "anime": "Attack On Titan"
    },
    {
        "quote": "As long as we continue to fight, we are not defeated!",
        "speaker": "Miche Zacharius",
        "anime": "Attack On Titan"
    },
    {
        "quote": "If you win, you live. If you lose, you die. If you don't fight, you can't win!",
        "speaker": "Eren Yeager",
        "anime": "Attack On Titan"
    },
    {
        "quote": "You're gonna care what other people think and be someone you're not your whole life? You're fine as you are. So, talk in your own words.",
        "speaker": "Ymir",
        "anime": "Attack On Titan"
    },
    {
        "quote": "This world is cruel, and it's also very beautiful.",
        "speaker": "Mikasa Ackerman",
        "anime": "Attack On Titan"
    },
    {
        "quote": "No one knows what the outcome will be. So, choose whatever you'll regret the least.",
        "speaker": "Levi Ackerman",
        "anime": "Attack On Titan"
    },
    {
        "quote": "We're Scout Regiment, we don't know how to quit.",
        "speaker": "Jean Kirschtein",
        "anime": "Attack On Titan"
    },
    {
        "quote": "Dedicate your heart.",
        "speaker": "Levi Ackerman",
        "anime": "Attack On Titan"
    },
    {
        "quote": "Their memory serves as an example to us all! The courageous fallen! The anguished fallen! Their lives have meaning because we the living refuse to forget them! And as we ride to certain death, we trust our successors to do the same for us! Because my soldiers do not buckle or yield when faced with the cruelty of this world! My soldiers push forward! My soldiers scream out! My soldiers RAGE!",
        "speaker": "Erwin Smith",
        "anime": "Attack On Titan"
    },
    {
        "quote": "We're born free. All of us. Free. Some don't believe it; others try to take it away... to hell with them!",
        "speaker": "Eren Yeager",
        "anime": "Attack On Titan"
    },
    {
        "quote": "I am free. Whatever I do, whatever I choose, I do it out of my own free will.",
        "speaker": "Eren Yeager",
        "anime": "Attack On Titan"
    },
    {
        "quote": "You were ignorant children. All of that was beaten into you by ignorant adults. What could you have done to fight back against that?",
        "speaker": "Eren Yeager",
        "anime": "Attack On Titan"
    },
    {
        "quote": "I want to see and understand the world outside. I don't want to die inside these walls without knowing what's out there!",
        "speaker": "Eren Yeager",
        "anime": "Attack On Titan"
    },
    {
        "quote": "I have to be the one to do this! I have to settle this!",
        "speaker": "Eren Yeager",
        "anime": "Attack On Titan"
    },
    {
        "quote": "I believe my squad will be victorious! Fight well!",
        "speaker": "Eren Yeager",
        "anime": "Attack On Titan"
    },
    {
        "quote": "You'll never know, if you're not the one who's continuing to take that path... unless you keep moving forward.",
        "speaker": "Eren Yeager",
        "anime": "Attack On Titan"
    },
    {
        "quote": "You have the freedom to defend the world's freedom and I have the freedom to continue moving forward.",
        "speaker": "Eren Yeager",
        "anime": "Attack On Titan"
    },
    {
        "quote": "Fight. Fight. Fight. Fight!",
        "speaker": "Eren Yeager",
        "anime": "Attack On Titan"
    },
    {
        "quote": "I'll wrap it around you again. As many times as you want. Now and forever. That's a promise.",
        "speaker": "Eren Yeager",
        "anime": "Attack On Titan"
    },
    {
        "quote": "People who can't throw something important away can never hope to change anything.",
        "speaker": "Armin Arlert",
        "anime": "Attack On Titan"
    },
    {
        "quote": "Even in moments of the deepest despair…I guess we can still find hope, huh?",
        "speaker": "Hange Zoe",
        "anime": "Attack On Titan"
    },
    {
        "quote": "What is the point if those with the means and power do not fight?",
        "speaker": "Eren Jaeger",
        "anime": "Attack On Titan"
    },
    {
        "quote": "Believe in your own power.",
        "speaker": "Mikasa Ackerman",
        "anime": "Attack On Titan"
    }
]