[
    {
        "quote": "There are some flowers you only see when you take detours.",
        "speaker": "Saeko Tanaka",
        "anime": "Haikyu!!"
    },
    {
        "quote": "Don't you dare look down! Volleyball is a sport where you're always looking up!",
        "speaker": "Keishin Ukai",
        "anime": "Haikyu!!"
    },
    {
        "quote": "Talent is something you make bloom. Instinct is something you polish!",
        "speaker": "Tooru Oikawa",
        "anime": "Haikyu!!"
    },
    {
        "quote": "There's no match that you can't win, and there's no match that you'll win for sure.",
        "speaker": "Ikkei Ukai",
        "anime": "Haikyu!!"
    },
    {
        "quote": "Even though being smaller puts you at a disadvantage in volleyball, it doesn't make you completely helpless!",
        "speaker": "Korai Hoshiumi",
        "anime": "Haikyu!!"
    },
    {
        "quote": "Hey, hey, hey!",
        "speaker": "Kotaro Bokuto",
        "anime": "Haikyu!!"
    },
    {
        "quote": "It doesn't really matter what happens in the future, or if you can win your next match. The joy you feel beating the guy in front of you, and when you're able to pull out 120% of your potential, is everything.",
        "speaker": "Kotaro Bokuto",
        "anime": "Haikyu!!"
    },
    {
        "quote": "Someone who can't see the opponent standing right in front of him, can't defeat the opponent that lies beyond!",
        "speaker": "Hajime Iwaizumi",
        "anime": "Haikyu!!"
    },
    {
        "quote": "Guys, don't freak out! If we fall, fall forward!",
        "speaker": "Yu Nishinoya",
        "anime": "Haikyu!!"
    },
    {
        "quote": "I'm Hinata Shoyo, from the concrete.",
        "speaker": "Shoyo Hinata",
        "anime": "Haikyu!!"
    },
    {
        "quote": "Because people don't have wings, we look for ways to fly.",
        "speaker": "Ikkei Ukai",
        "anime": "Haikyu!!"
    },
    {
        "quote": "No matter how formidable and unbeatable your opponent is, you'll never win if you don't believe you can.",
        "speaker": "Daichi Sawamura",
        "anime": "Haikyu!!"
    },
    {
        "quote": "Even if I'm not big, I can fly!",
        "speaker": "Shoyo Hinata",
        "anime": "Haikyu!!"
    },
    {
        "quote": "Rolling Thunder!",
        "speaker": "Yu Nishinoya",
        "anime": "Haikyu!!"
    },
    {
        "quote": "Do you need a reason not to want to lose?",
        "speaker": "Shoyo Hinata",
        "anime": "Haikyu!!"
    },
    {
        "quote": "The last ones standing are the victors. Only the strongest. If you want to be the last one standing, become strong.",
        "speaker": "Tobio Kageyama",
        "anime": "Haikyu!!"
    },
    {
        "quote": "I told you I thought we're a strong team, but it's not me that's strong. It's everyone together.",
        "speaker": "Kenma Kozume",
        "anime": "Haikyu!!"
    },
    {
        "quote": "Don't you ever forget my worthless pride.",
        "speaker": "Tooru Oikawa",
        "anime": "Haikyu!!"
    },
    {
        "quote": "Luck? No Way. You're only an ace if you're able to create miracles.",
        "speaker": "Tsutomu Goshiki",
        "anime": "Haikyu!!"
    },
    {
        "quote": "A sapling must have good soil in order to grow strong. Infertile soil will not bring forth splendid fruit.",
        "speaker": "Wakatoshi Ushijima",
        "anime": "Haikyu!!"
    },
    {
        "quote": "The future belongs to those who believe in the beauty of their dreams.",
        "speaker": "Shoyo Hinata",
        "anime": "Haikyu!!"
    },
    {
        "quote": "Even if we're not confident that we'll win, even if others tell us we don't stand a chance, we must never tell ourselves that.",
        "speaker": "Daichi Sawamura",
        "anime": "Haikyu!!"
    },
    {
        "quote": "To strike past all obstacles…. That's the ace.",
        "speaker": "Azumane Asahi",
        "anime": "Haikyu!!"
    },
    {
        "quote": "Does losing prove that you are weak? Isn't losing difficult for all of you? A challenge where, after ending up on your hands and knees, you must see if you can stand up again. If you stay on your hands and knees, that proves that you are weak.",
        "speaker": "Takeda Ittetsu ",
        "anime": "Haikyu!!"
    },
    {
        "quote": "He who climbs the ladder must begin at the bottom.",
        "speaker": "Takeda Ittetsu",
        "anime": "Haikyu!!"
    }
]