[
    {
        "quote": "Hard work is worthless for those that don't believe in themselves.",
        "speaker": "Naruto Uzumaki",
        "anime": "Naruto"
    },
    {
        "quote": "If you don't like the hand that fate's dealt you with, fight for a new one.",
        "speaker": "Naruto Uzumaki",
        "anime": "Naruto"
    },
    {
        "quote": "The moment people come to know love, they run the risk of carrying hate.",
        "speaker": "Obito Uchiha",
        "anime": "Naruto"
    },
    {
        "quote": "Somebody told me I'm a failure, I'll prove them wrong.",
        "speaker": "Naruto Uzumaki",
        "anime": "Naruto"
    },
    {
        "quote": "When people get hurt, they learn to hate... when people hurt others, they become hated and racked with guilt. But knowing that pain allows people to be kind. Pain allows people to grow... and how you grow is up to you.",
        "speaker": "Jiraiya",
        "anime": "Naruto"
    },
    {
        "quote": "People who continue to put their lives on the line to defend their faith become heroes and continue to exist on in legend.",
        "speaker": "Naruto Uzumaki",
        "anime": "Naruto"
    },
    {
        "quote": "Failing doesn't give you a reason to give up, as long as you believe.",
        "speaker": "Naruto Uzumaki",
        "anime": "Naruto"
    },
    {
        "quote": "Growth occurs when one goes beyond one's limits. Realizing that is also part of training.",
        "speaker": "Itachi Uchiha",
        "anime": "Naruto"
    },
    {
        "quote": "The pain of being alone is completely out of this world, isn't it? I don't know why, but I understand your feelings so much, it actually hurts.",
        "speaker": "Naruto Uzumaki",
        "anime": "Naruto"
    },
    {
        "quote": "Rejection is a part of any man's life. If you can't accept and move past rejection, or at least use it as writing material - you're not a real man.",
        "speaker": "Jiraiya",
        "anime": "Naruto"
    },
    {
        "quote": "The most important things aren't written in books. You have to learn them by experiencing them yourself.",
        "speaker": "Sakura Haruno",
        "anime": "Naruto"
    },
    {
        "quote": "Those who forgive themselves, and are able to accept their true nature... they are the strong ones!",
        "speaker": "Itachi Uchiha",
        "anime": "Naruto"
    },
    {
        "quote": "When you give up, your dreams and everything else, they're gone.",
        "speaker": "Naruto Uzumaki",
        "anime": "Naruto"
    },
    {
        "quote": "It's human nature not to realize the true value of something, unless they lose it.",
        "speaker": "Orochimaru",
        "anime": "Naruto"
    },
    {
        "quote": "Never understimate your opponent, no matter how small they may seem.",
        "speaker": "Shino Aburame",
        "anime": "Naruto"
    },
    {
        "quote": "When people are protecting something truly special to them, they truly can become as strong as they can be.",
        "speaker": "Naruto Uzumaki",
        "anime": "Naruto"
    },
    {
        "quote": "It's not the face that makes someone a monster; it's the choices they make with their lives.",
        "speaker": "Naruto Uzumaki",
        "anime": "Naruto"
    },
    {
        "quote": "Every one of us must do what's in their power! If we're going to die anyway, then it's better to die fighting than to do nothing!",
        "speaker": "Sakura Haruno",
        "anime": "Naruto"
    },
    {
        "quote": "Those who don't follow the rules are trash. But, those who abandon their friends are even worse than trash.",
        "speaker": "Obito Uchiha",
        "anime": "Naruto"
    },
    {
        "quote": "It is not wise to judge others based on your own preconceptions and by their appearances.",
        "speaker": "Itachi Uchiha",
        "anime": "Naruto"
    },
    {
        "quote": "People's lives don't end when they die. It ends when they lose faith.",
        "speaker": "Itachi Uchiha",
        "anime": "Naruto"
    },
    {
        "quote": "I won't run away anymore... I won't go back on my word... that is my ninja way!",
        "speaker": "Naruto Uzumaki",
        "anime": "Naruto"
    },
    {
        "quote": "Believe it!",
        "speaker": "Naruto Uzumaki",
        "anime": "Naruto"
    },
    {
        "quote": "In the world, no one is perfect. Even if you keep pursuing perfection, you'll never reach it. But along the way, you'll become something great.",
        "speaker": "Naruto Uzumaki",
        "anime": "Naruto"
    },
    {
        "quote": "There is only one thing that matters if you are a shinobi, and it isn't the number of jutsu you possess. All you need is the guts to never give up.",
        "speaker": "Jiraiya",
        "anime": "Naruto"
    }
]